export const BORODINO = {
  title: "Бородино",
  author: "М. Ю. Лермонтов",
  content: `— Скажи-ка, дядя, ведь недаром
Москва, спаленная пожаром,
Французу отдана?
Ведь были ж схватки боевые,
Да, говорят, еще какие!
Недаром помнит вся Россия
Про день Бородина!

— Да, были люди в наше время,
Не то, что нынешнее племя:
Богатыри — не вы!
Плохая им досталась доля:
Немногие вернулись с поля...
Не будь на то господня воля,
Не отдали б Москвы!

Мы долго молча отступали,
Досадно было, боя ждали,
Ворчали старики:
«Что ж мы? на зимние квартиры?
Не смеют, что ли, командиры
Чужие изорвать мундиры
О русские штыки?»`,
};

export const DEMO_TEXTS = [
  BORODINO,
  {
    title: "У лукоморья дуб зелёный",
    author: "А. С. Пушкин",
    content: `У лукоморья дуб зелёный;
Златая цепь на дубе том:
И днём и ночью кот учёный
Всё ходит по цепи кругом;`,
  },
];
